Repository: cinmou/PrivyGallery
Catalog: SecurityFolder/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, ru, zh_hant_tw, zh_hk

source: 任何因设备丢失、硬件损坏、系统故障、主动卸载应用、忘记空间密码或触发“胁迫密码”自毁机制导致的数据遗失，均属于不可逆转的操作。开发者无权也无法提供数据恢复服务，亦不对任何形式的数据损失承担赔偿责任。
de: Jeder Datenverlust, der durch Geräteverlust, Hardwareschaden, Systemausfall, aktive Deinstallation von Anwendungen, Vergessen des Space-Passworts oder Auslösen des Selbstzerstörungsmechanismus „Zwangspasswort“ verursacht wird, ist ein irreversibler Vorgang. Der Entwickler hat kein Recht und kann keine Datenwiederherstellungsdienste anbieten, noch ist er für irgendeine Form von Datenverlust verantwortlich.
en: Any data loss resulting from device loss, hardware damage, system failure, voluntary uninstallation of the application, forgetting the space password, or triggering the "Duress Password" self-destruct mechanism is an irreversible operation. The developer has neither the right nor the ability to provide data recovery services, and is not liable for any form of data loss.
es: Cualquier pérdida de datos causada por la pérdida del dispositivo, daño del hardware, falla del sistema, desinstalación activa de aplicaciones, olvido de la contraseña del espacio o activación del mecanismo de autodestrucción de la "contraseña de coerción" es una operación irreversible. El desarrollador no tiene ningún derecho y no puede proporcionar servicios de recuperación de datos, ni es responsable de ningún tipo de pérdida de datos.
fr: Toute perte de données causée par une perte de périphérique, un dommage matériel, une panne du système, une désinstallation active d'applications, un oubli du mot de passe de l'espace ou le déclenchement du mécanisme d'autodestruction du « mot de passe coercitif » est une opération irréversible. Le développeur n'a aucun droit et ne peut pas fournir de services de récupération de données, et il n'est pas non plus responsable de toute forme de perte de données.
it: Qualsiasi perdita di dati causata dalla perdita del dispositivo, dal danno hardware, dal guasto del sistema, dalla disinstallazione attiva delle applicazioni, dalla dimenticanza della password dello spazio o dall'attivazione del meccanismo di autodistruzione della "password coercitiva" è un'operazione irreversibile. Lo sviluppatore non ha alcun diritto e non può fornire servizi di recupero dati, né è responsabile per qualsiasi forma di perdita di dati.
ja: デバイスの紛失、ハードウェアの損傷、システム障害、アプリケーションのアクティブなアンインストール、スペース パスワードの忘れ、または「強制パスワード」自己破壊メカニズムのトリガーによって引き起こされるデータ損失は、元に戻せない操作となります。開発者には権利がなく、データ回復サービスを提供することはできません。また、いかなる形式のデータ損失についても責任を負いません。
ko: 장치 손실, 하드웨어 손상, 시스템 오류, 응용 프로그램의 활성 제거, 공간 암호 잊어버리기 또는 "강제 암호" 자체 파괴 메커니즘 트리거로 인해 발생하는 모든 데이터 손실은 되돌릴 수 없는 작업입니다. 개발자는 권리가 없으며 데이터 복구 서비스를 제공할 수 없으며 어떤 형태의 데이터 손실에 대해서도 책임을 지지 않습니다.
ru: Любая потеря данных, вызванная потерей устройства, повреждением оборудования, сбоем системы, активным удалением приложений, забытым паролем пространства или срабатыванием механизма самоуничтожения «принудительного пароля», является необратимой операцией. Разработчик не имеет права и не может предоставлять услуги по восстановлению данных, а также не несет ответственности за любую форму потери данных.
zh_hant_tw: 任何因設備遺失、硬體損壞、系統故障、主動卸載應用、忘記空間密碼或觸發「脅迫密碼」自毀機制導致的資料遺失，均屬於不可逆轉的操作。開發者無權也無法提供資料恢復服務，亦不對任何形式的資料損失負賠償責任。
zh_hk: 任何因設備遺失、硬體損壞、系統故障、主動卸載App、忘記空間密碼或觸發「脅迫密碼」自毀機制導致嘅數據遺失，均屬於不可逆轉嘅操作。開發者無權也無法提供數據恢復服務，亦不對任何形式嘅數據損失負賠償責任。

source: 会员中心
de: Mitgliederzentrum
en: Membership Center
es: Centro de miembros
fr: Centre des membres
it: Centro membri
ja: メンバーセンター
ko: 회원센터
ru: Центр участников
zh_hant_tw: 會員中心
zh_hk: 會員中心

source: 会员用户
de: Mitgliedsbenutzer
en: Member
es: Usuario miembro
fr: Utilisateur membre
it: Utente membro
ja: 会員ユーザー
ko: 회원 사용자
ru: Пользователь-участник
zh_hant_tw: 會員使用者
zh_hk: 會員用戶

source: 会员管理
de: Mitgliederverwaltung
en: Membership Management
es: Gestión de miembros
fr: Gestion des membres
it: Gestione dei membri
ja: 会員管理
ko: 회원관리
ru: Управление участниками
zh_hant_tw: 會員管理
zh_hk: 會員管理

source: 会员说明
de: Anweisungen für Mitglieder
en: Membership Details
es: Instrucciones para miembros
fr: Instructions aux membres
it: Istruzioni per i membri
ja: 会員への注意事項
ko: 회원 지침
ru: Инструкции для участников
zh_hant_tw: 會員說明
zh_hk: 會員說明

source: 位置
de: Standort
en: Location
es: ubicación
fr: emplacement
it: posizione
ja: 場所
ko: 위치
ru: местоположение

source: 你可以通过“设置 -> 备份与恢复”将当前空间整体导出为加密的 .vault 文件。导入备份时，应用会使用当前空间的新密钥重新加密写入，迁移完成后请根据提示重启应用以刷新媒体库。
de: Sie können den gesamten aktuellen Speicherplatz als verschlüsselte .vault-Datei über „Einstellungen -> Sichern und Wiederherstellen“ exportieren. Beim Importieren des Backups verschlüsselt die App Schreibvorgänge mit dem neuen Schlüssel des aktuellen Speicherplatzes neu. Nachdem die Migration abgeschlossen ist, starten Sie bitte die App gemäß den Anweisungen neu, um die Medienbibliothek zu aktualisieren.
en: You can export the current space as an encrypted .vault file from Settings -> Backup & Restore. When you import a backup, the app re-encrypts it with the current space's new key before writing it back. After migration, restart the app if prompted so the library can refresh.
es: Puede exportar todo el espacio actual como un archivo .vault cifrado a través de "Configuración -> Copia de seguridad y restauración". Al importar la copia de seguridad, la aplicación volverá a cifrar las escrituras utilizando la nueva clave del espacio actual. Una vez completada la migración, reinicie la aplicación según las indicaciones para actualizar la biblioteca multimedia.
fr: Vous pouvez exporter l'intégralité de l'espace actuel sous forme de fichier .vault crypté via "Paramètres -> Sauvegarde et restauration". Lors de l'importation de la sauvegarde, l'application chiffrera à nouveau les écritures en utilisant la nouvelle clé de l'espace actuel. Une fois la migration terminée, veuillez redémarrer l'application selon les invites pour actualiser la bibliothèque multimédia.
it: È possibile esportare l'intero spazio corrente come file .vault crittografato tramite "Impostazioni -> Backup e ripristino". Quando importi il ​​backup, l'app crittograferà nuovamente le scritture utilizzando la nuova chiave dello spazio corrente. Una volta completata la migrazione, riavvia l'app secondo le istruzioni per aggiornare il catalogo multimediale.
ja: 「設定 -> バックアップと復元」を使用して、現在のスペース全体を暗号化された .vault ファイルとしてエクスポートできます。バックアップをインポートするとき、アプリは現在のスペースの新しいキーを使用して書き込みを再暗号化します。移行が完了したら、プロンプトに従ってアプリを再起動し、メディア ライブラリを更新してください。
ko: "설정 -> 백업 및 복원"을 통해 현재 공간 전체를 암호화된 .vault 파일로 내보낼 수 있습니다. 백업을 가져올 때 앱은 현재 공간의 새 키를 사용하여 쓰기를 다시 암호화합니다. 마이그레이션이 완료된 후 미디어 라이브러리를 새로 고치라는 메시지에 따라 앱을 다시 시작하세요.
ru: Вы можете экспортировать все текущее пространство в виде зашифрованного файла .vault через «Настройки -> Резервное копирование и восстановление». При импорте резервной копии приложение повторно зашифрует записи, используя новый ключ текущего пространства. После завершения миграции перезапустите приложение в соответствии с инструкциями, чтобы обновить медиатеку.
zh_hant_tw: 你可以透過「設定 -> 備份與復原」將目前空間整體匯出為加密的 .vault 檔案。匯入備份時，應用程式會使用目前空間的新金鑰重新加密寫入，遷移完成後請根據提示重新啟動應用程式以刷新媒體庫。
zh_hk: 你可以透過「設定 -> 備份與恢復」將目前空間整體導出為加密嘅 .vault 檔案。導入備份時，App會使用目前空間嘅新金鑰重新加密寫入，遷移完成後請根據提示重新啟動App以刷新媒體庫。

source: 使用
de: verwenden
en: Use
es: usar
fr: utiliser
it: utilizzo
ko: 사용
ru: использовать

source: 使用 %@
de: Verwenden Sie %@
en: Use %@
es: Utilice %@
fr: Utilisez %@
it: Usa %@
ja: %@ を使用してください
ko: %@ 사용
ru: Используйте %@

source: 使用 %@ 解锁
de: Mit %@ entsperren
en: Unlock with %@
es: Desbloquear usando %@
fr: Déverrouiller en utilisant %@
it: Sblocca utilizzando %@
ja: %@ を使用してロックを解除します
ko: %@을(를) 사용하여 잠금 해제
ru: Разблокировать с помощью %@
zh_hant_tw: 使用 %@ 解鎖
zh_hk: 使用 %@ 解鎖

# 使用 %@ 解锁%@
source: 使用 %1$@ 解锁%2$@
de: Verwenden Sie %1$@, um %2$@ zu entsperren
en: Unlock %2$@ with %1$@
es: Usa %1$@ para desbloquear %2$@
fr: Utilisez %1$@ pour débloquer %2$@
it: Usa %1$@ per sbloccare %2$@
ja: %1$@ を使用して %2$@ のロックを解除してください
ko: %1$@을(를) 사용하여 %2$@ 잠금 해제
ru: Используйте %1$@, чтобы разблокировать %2$@.
zh_hant_tw: 使用 %1$@ 解鎖%2$@
zh_hk: 使用 %1$@ 解鎖%2$@

source: 使用 %@ 解锁你的私密空间
de: Verwenden Sie %@, um Ihren privaten Bereich freizuschalten
en: Use %@ to unlock your private vault
es: Usa %@ para desbloquear tu espacio privado
fr: Utilisez %@ pour déverrouiller votre espace privé
it: Usa %@ per sbloccare il tuo spazio privato
ja: %@ を使用してプライベート スペースのロックを解除してください
ko: %@을(를) 사용하여 개인 공간을 잠금 해제하세요
ru: Используйте %@, чтобы разблокировать свое личное пространство.
zh_hant_tw: 使用 %@ 解鎖你的私人空間
zh_hk: 使用 %@ 解鎖你嘅私人空間

source: 使用 %@ 解锁你的私密空间。%@ 仅用于本机身份验证，我们不会访问或保存你的生物识别数据。
de: Verwenden Sie %@, um Ihren privaten Bereich freizuschalten. %@ dient nur der nativen Authentifizierung. Wir greifen nicht auf Ihre biometrischen Daten zu und speichern diese auch nicht.
en: Use %@ to unlock your private vault. %@ is used only for on-device authentication; we do not access or store your biometric data.
es: Utilice %@ para desbloquear su espacio privado. %@ es solo para autenticación nativa, no accedemos ni guardamos sus datos biométricos.
fr: Utilisez %@ pour déverrouiller votre espace privé. %@ est destiné uniquement à l'authentification native, nous n'accédons ni ne sauvegardons vos données biométriques.
it: Usa %@ per sbloccare il tuo spazio privato. %@ è solo per l'autenticazione nativa, non accediamo né salviamo i tuoi dati biometrici.
ja: %@ を使用してプライベート スペースのロックを解除します。 %@ はネイティブ認証専用であり、生体認証データにアクセスしたり保存したりすることはありません。
ko: 개인 공간을 잠금 해제하려면 %@을(를) 사용하세요. %@은(는) 기본 인증 전용이며 귀하의 생체 인식 데이터에 접근하거나 저장하지 않습니다.
ru: Используйте %@, чтобы разблокировать свое личное пространство. %@ предназначен только для встроенной аутентификации, мы не получаем доступ к вашим биометрическим данным и не сохраняем их.
zh_hant_tw: 使用 %@ 解鎖你的私密空間。 %@ 僅用於本機身份驗證，我們不會存取或保存您的生物識別資料。
zh_hk: 使用 %@ 解鎖你嘅私密空間。 %@ 僅用於本機身份驗證，我們不會存取或保存您嘅生物識別數據。

source: 使用指南
de: Benutzerhandbuch
en: User Guide
es: Guía del usuario
fr: Guide de l'utilisateur
it: Guida per l'utente
ja: ユーザーガイド
ko: 사용자 가이드
ru: Руководство пользователя

source: 保存
de: Sichern
en: Save
es: Guardar
fr: Enregistrer
it: Salva
ko: 저장
ru: Сохранить
zh_hant_tw: 儲存
zh_hk: 儲存

source: 保存到
de: Sichern in
en: Save To
es: Guardar en
fr: Enregistrer dans
it: Salva in
ja: 保存先
ko: 저장 위치
ru: Сохранить в
zh_hant_tw: 儲存到
zh_hk: 儲存到

source: 保存到 Privé Media
de: In Privé Media
en: Save to Privé Media
es: A Privé Media
fr: Vers Privé Media
it: In Privé Media
ja: Privé Mediaに保存
ko: Privé Media에 저장
ru: В Privé Media
zh_hant_tw: 儲存到 Privé Media
zh_hk: 儲存到 Privé Media

source: 保存并继续
de: Speichern und fortfahren
en: Save and Continue
es: Guardar y continuar
fr: Enregistrer et continuer
it: Salva e continua
ja: 保存して続行
ko: 저장하고 계속하세요
ru: Сохранить и продолжить
zh_hant_tw: 保存並繼續
zh_hk: 保存並繼續

source: 保存新密码
de: Neues Passwort speichern
en: Save New Passcode
es: Guardar nueva contraseña
fr: Enregistrer le nouveau mot de passe
it: Salva la nuova password
ja: 新しいパスワードを保存する
ko: 새 비밀번호 저장
ru: Сохранить новый пароль
zh_hant_tw: 儲存新密碼
zh_hk: 儲存新密碼

source: 保存空间名称
de: Space-Namen speichern
en: Save Space Name
es: Guardar nombre del espacio
fr: Enregistrer le nom de l'espace
it: Salva il nome dello spazio
ja: スペース名を保存する
ko: 공간 이름 저장
ru: Сохранить название пространства
zh_hant_tw: 保存空間名稱
zh_hk: 保存空間名稱

source: 保存胁迫密码
de: Zwangspasswort speichern
en: Save Duress Password
es: Guardar contraseña de coacción
fr: Enregistrer le mot de passe sous contrainte
it: Salva password di coercizione
ja: 強迫パスワードを保存する
ko: 강박 비밀번호 저장
ru: Сохранить пароль принуждения
zh_hant_tw: 保存脅迫密碼
zh_hk: 保存脅迫密碼

source: 保留原件
de: Originale aufbewahren
en: Keep Originals
es: Conservar originales
fr: Conserver les originaux
it: Conserva gli originali
ja: 原本を保管する
ko: 원본 보관
ru: Сохраняйте оригиналы

source: 保险箱已锁定
de: Der Safe ist verschlossen
en: Vault Locked
es: La caja fuerte está cerrada
fr: Le coffre-fort est verrouillé
it: La cassaforte è chiusa a chiave
ja: 金庫は施錠されています
ko: 금고가 잠겨 있습니다
ru: Сейф заперт
zh_hant_tw: 保險箱已鎖定
zh_hk: 保險箱已鎖定

source: 修改 %@ 解锁设置
de: Ändern Sie die %@-Entsperreinstellungen
en: Change %@ unlock settings
es: Modificar %@ configuración de desbloqueo
fr: Modifier les paramètres de déverrouillage %@
it: Modifica le impostazioni di sblocco %@
ja: %@ ロック解除設定を変更する
ko: %@ 잠금 해제 설정 수정
ru: Изменить настройки разблокировки %@
zh_hant_tw: 修改 %@ 解鎖設置
zh_hk: 修改 %@ 解鎖設置

# 修改%@密码类型后，%@ 和现有胁迫密码也必须依次改成同一类型。
source: 修改%1$@密码类型后，%2$@ 和现有胁迫密码也必须依次改成同一类型。
de: Nach der Änderung des Kennworttyps %1$@ müssen auch %2$@ und das vorhandene Zwangskennwort auf denselben Typ geändert werden.
en: After changing the password type for %1$@, you must also change the password type for %2$@ and the existing duress password to match.
es: Después de cambiar el tipo de contraseña %1$@, %2$@ y la contraseña de coerción existente también deben cambiarse al mismo tipo.
fr: Après avoir modifié le type de mot de passe %1$@, %2$@ et le mot de passe de coercition existant doivent également être modifiés pour le même type.
it: Dopo aver modificato il tipo di password %1$@, anche %2$@ e la password di coercizione esistente devono essere modificate con lo stesso tipo.
ja: %1$@ パスワード タイプを変更した後、%2$@ と既存の強制パスワードも同じタイプに変更する必要があります。
ko: %1$@ 비밀번호 유형을 변경한 후에는 %2$@과 기존 강제 비밀번호도 동일한 유형으로 변경되어야 합니다.
ru: После изменения типа пароля %1$@ %2$@ и существующий пароль принуждения также необходимо изменить на тот же тип.
zh_hant_tw: 修改%1$@密碼類型後，%2$@ 和現有脅迫密碼也必須依序改成同一類型。
zh_hk: 修改%1$@密碼類型後，%2$@ 和現有脅迫密碼也必須依序改成同一類型。

source: 修改%@的密码
de: Ändern Sie das Passwort von %@
en: Change %@ Password
es: Cambiar la contraseña de %@
fr: Changer le mot de passe de %@
it: Cambia la password di %@
ja: %@ のパスワードを変更する
ko: %@의 비밀번호 변경
ru: Изменить пароль %@
zh_hant_tw: 修改%@的密碼
zh_hk: 修改%@嘅密碼

source: 修改失败
de: Die Änderung ist fehlgeschlagen
en: Update Failed
es: La modificación falló
fr: La modification a échoué
it: Modifica non riuscita
ja: 変更に失敗しました
ko: 수정 실패
ru: Модификация не удалась
zh_hant_tw: 修改失敗
zh_hk: 修改失敗

source: 修改密码
de: Passwort ändern
en: Change Password
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password
ja: パスワードを変更する
ko: 비밀번호 변경
ru: Изменить пароль
zh_hant_tw: 修改密碼
zh_hk: 修改密碼

source: 修改密码类型前，请先处理第二空间密码，让两个空间保持同一种类型。
de: Bevor Sie den Passworttyp ändern, verarbeiten Sie bitte zuerst das Passwort des zweiten Bereichs, um den gleichen Typ in beiden Bereichen beizubehalten.
en: Before changing the password type, update the Second Space password so both spaces use the same type.
es: Antes de cambiar el tipo de contraseña, procese primero la contraseña del segundo espacio para mantener el mismo tipo en ambos espacios.
fr: Avant de modifier le type de mot de passe, veuillez d'abord traiter le mot de passe du deuxième espace pour conserver le même type dans les deux espaces.
it: Prima di modificare il tipo di password, elaborare prima la password del secondo spazio per mantenere lo stesso tipo in entrambi gli spazi.
ja: パスワードの種類を変更する前に、最初に 2 番目のスペースのパスワードを処理して、両方のスペースで同じ種類を維持してください。
ko: 비밀번호 유형을 변경하기 전, 두 번째 공간의 비밀번호를 먼저 처리하여 두 공간 모두 동일한 유형을 유지하시기 바랍니다.
ru: Прежде чем менять тип пароля, сначала обработайте пароль второго пробела, чтобы сохранить один и тот же тип в обоих пробелах.
zh_hant_tw: 修改密碼類型前，請先處理第二空間密碼，讓兩個空間維持同一種類型。
zh_hk: 修改密碼類型前，請先處理第二空間密碼，讓兩個空間維持同一種類型。

source: 修改密码类型前，请先处理胁迫密码，让它和新的主空间密码保持同一种类型。
de: Bevor Sie den Passworttyp ändern, verarbeiten Sie bitte zunächst das Zwangspasswort und behalten Sie bei, dass es vom gleichen Typ wie das neue Hauptbereichspasswort ist.
en: Before changing the password type, update the duress password so it matches the new primary space password type.
es: Antes de cambiar el tipo de contraseña, procese primero la contraseña de coerción y manténgala del mismo tipo que la nueva contraseña del espacio principal.
fr: Avant de modifier le type de mot de passe, veuillez d'abord traiter le mot de passe de coercition et le conserver du même type que le nouveau mot de passe de l'espace principal.
it: Prima di modificare il tipo di password, elaborare prima la password di coercizione e mantenerla dello stesso tipo della nuova password dello spazio principale.
ja: パスワードの種類を変更する前に、まず強制パスワードを処理し、新しいメイン スペースのパスワードと同じ種類を維持してください。
ko: 비밀번호 유형을 변경하기 전, 강제 비밀번호를 먼저 처리하여 새로운 메인공간 비밀번호와 동일한 유형으로 유지하시기 바랍니다.
ru: Прежде чем менять тип пароля, сначала обработайте принудительный пароль и сохраните его того же типа, что и новый пароль основного пространства.
zh_hant_tw: 修改密碼類型前，請先處理脅迫密碼，讓它和新的主空間密碼維持同一種類型。
zh_hk: 修改密碼類型前，請先處理脅迫密碼，讓它和新嘅主空間密碼維持同一種類型。

source: 修改密码类型前，请先把第二空间密码和胁迫密码改成同一种类型，或先关闭它们。
de: Bevor Sie den Passworttyp ändern, ändern Sie bitte das zweite Leerzeichen-Passwort und das Zwangspasswort in denselben Typ oder schalten Sie sie zuerst aus.
en: Before changing the password type, make the Second Space and duress passwords use the same type, or turn them off first.
es: Antes de cambiar el tipo de contraseña, cambie la contraseña del segundo espacio y la contraseña de coerción al mismo tipo, o desactívelas primero.
fr: Avant de modifier le type de mot de passe, veuillez modifier le mot de passe du deuxième espace et le mot de passe de coercition pour le même type, ou désactivez-les d'abord.
it: Prima di modificare il tipo di password, modificare la password del secondo spazio e la password di coercizione con lo stesso tipo oppure disattivarle prima.
ja: パスワードの種類を変更する前に、2番目のスペースパスワードと強制パスワードを同じ種類に変更するか、最初にそれらをオフにしてください。
ko: 비밀번호 유형을 변경하기 전, 2차 스페이스 비밀번호와 강제 비밀번호를 동일한 유형으로 변경하거나, 먼저 꺼두시기 바랍니다.
ru: Прежде чем менять тип пароля, измените второй пароль и пароль принуждения на тот же тип или сначала отключите их.
zh_hant_tw: 修改密碼類型前，請先把第二空間密碼和脅迫密碼改成同一種類型，或先關閉它們。
zh_hk: 修改密碼類型前，請先把第二空間密碼和脅迫密碼改成同一種類型，或先關閉它們。

source: 修改成功
de: Änderung erfolgreich
en: Updated
es: Modificación exitosa
fr: Modification réussie
it: Modifica riuscita
ja: 変更が成功しました
ko: 수정 성공
ru: Модификация прошла успешно

source: 修改胁迫密码
de: Zwangspasswort ändern
en: Change Duress Password
es: Cambiar contraseña de coerción
fr: Changer le mot de passe de coercition
it: Cambia la password di coercizione
ja: 強制パスワードを変更する
ko: 강제 비밀번호 변경
ru: Изменить пароль принуждения
zh_hant_tw: 修改脅迫密碼
zh_hk: 修改脅迫密碼

source: 修改这个项目在应用内显示的名称。
de: Ändern Sie den Namen dieses Elements, der in der Anwendung angezeigt wird.
en: Change the display name of this item within the app.
es: Modifique el nombre de este elemento que se muestra en la aplicación.
fr: Modifiez le nom de cet élément affiché dans l'application.
it: Modifica il nome di questo elemento visualizzato nell'applicazione.
ja: アプリケーションに表示されるこの項目の名前を変更します。
ko: 애플리케이션에 표시되는 이 항목의 이름을 수정합니다.
ru: Измените имя этого элемента, отображаемое в приложении.
zh_hant_tw: 修改這個項目在應用程式內顯示的名稱。
zh_hk: 修改呢個項目在App內顯示嘅名稱。

source: 倍速
de: Doppelte Geschwindigkeit
en: Speed
es: Doble velocidad
fr: Double vitesse
it: Doppia velocità
ko: 배속
ru: Двойная скорость

source: 偏好设置
de: Präferenzen
en: Preferences
es: Preferencias
fr: Préférences
it: Preferenze
ja: 設定
ko: 환경설정
ru: Предпочтения
zh_hant_tw: 偏好設定
zh_hk: 偏好設定

source: 停止
de: hör auf
en: Stop
es: detenerse
fr: arrêter
it: fermati
ko: 중지
ru: стоп

source: 停止后，应用会自动清理本次未完成的导出或恢复数据。
de: Nach dem Stoppen bereinigt die Anwendung automatisch die nicht abgeschlossenen Export- oder Wiederherstellungsdaten.
en: If stopped, the app will automatically clean up the incomplete export or restored data.
es: Después de detenerse, la aplicación limpiará automáticamente los datos de exportación o recuperación no finalizados.
fr: Après l'arrêt, l'application nettoiera automatiquement les données d'exportation ou de récupération inachevées.
it: Dopo l'arresto, l'applicazione pulirà automaticamente i dati di esportazione o ripristino non completati.
ja: 停止後、アプリケーションは未完了のエクスポート データまたはリカバリ データを自動的にクリーンアップします。
ko: 중지 후 애플리케이션은 완료되지 않은 내보내기 또는 복구 데이터를 자동으로 정리합니다.
ru: После остановки приложение автоматически очистит незавершенные данные экспорта или восстановления.
zh_hant_tw: 停止後，應用程式會自動清理本次未完成的匯出或復原資料。
zh_hk: 停止後，App會自動清理本次未完成嘅導出或恢復數據。

source: 停止后，本次未完成的导入会立即终止。
de: Nach dem Stoppen wird dieser unvollendete Import sofort beendet.
en: If stopped, this incomplete import will be terminated immediately.
es: Después de detenerla, esta importación inconclusa finalizará inmediatamente.
fr: Après l'arrêt, cette importation inachevée sera immédiatement terminée.
it: Dopo l'interruzione, l'importazione non completata verrà interrotta immediatamente.
ja: 停止後、この未完了のインポートは直ちに終了します。
ko: 중지하면 완료되지 않은 가져오기가 즉시 종료됩니다.
ru: После остановки этот незавершенный импорт будет немедленно прекращен.
zh_hant_tw: 停止後，本次未完成的匯入會立即終止。
zh_hk: 停止後，本次未完成嘅導入會立即終止。

source: 允许 %@ 解锁
de: Erlaube %@ das Entsperren
en: Allow %@ Unlock
es: Permitir que %@ desbloquee
fr: Autoriser %@ à déverrouiller
it: Consenti a %@ di sbloccarsi
ja: %@ のロック解除を許可する
ko: %@이(가) 잠금 해제되도록 허용
ru: Разрешить %@ разблокировать
zh_hant_tw: 允許 %@ 解鎖
zh_hk: 允許 %@ 解鎖

source: 元数据索引已损坏，无法读取。
de: Der Metadatenindex ist beschädigt und kann nicht gelesen werden.
en: The metadata index is corrupted and cannot be read.
es: El índice de metadatos está dañado y no se puede leer.
fr: L'index des métadonnées est corrompu et ne peut pas être lu.
it: L'indice dei metadati è danneggiato e non può essere letto.
ja: メタデータ インデックスが破損しているため、読み取ることができません。
ko: 메타데이터 인덱스가 손상되어 읽을 수 없습니다.
ru: Индекс метаданных поврежден и не может быть прочитан.
zh_hant_tw: 元資料索引已損壞，無法讀取。
zh_hk: 元數據索引已損壞，無法讀取。

source: 免责声明
de: Haftungsausschluss
en: Disclaimer
es: Descargo de responsabilidad
fr: Avis de non-responsabilité
it: Dichiarazione di non responsabilità
ja: 免責事項
ko: 면책조항
ru: Отказ от ответственности
zh_hant_tw: 免責聲明
zh_hk: 免責聲明

source: 全部照片
de: Alle Fotos
en: All Photos
es: Todas las fotos
fr: Toutes les photos
it: Tutte le foto
ja: すべての写真
ko: 모든 사진
ru: Все фотографии
zh_hk: 全部相片

source: 全部视频
de: Alle Videos
en: All Videos
es: Todos los vídeos
fr: Toutes les vidéos
it: Tutti i video
ja: すべてのビデオ
ko: 모든 동영상
ru: Все видео
zh_hant_tw: 全部影片
zh_hk: 全部視頻

source: 六位数字
de: sechsstellig
en: 6-Digit PIN
es: seis dígitos
fr: six chiffres
it: sei cifre
ja: 6桁の数字
ko: 여섯 자리
ru: шесть цифр
zh_hant_tw: 六位數字
zh_hk: 六位數字

source: 共享存储不可用，请检查 App Groups 配置。
de: Der freigegebene Speicher ist nicht verfügbar. Bitte überprüfen Sie die Konfiguration der App-Gruppen.
en: Shared storage is unavailable. Check the App Groups configuration.
es: El almacenamiento compartido no está disponible; verifique la configuración de Grupos de aplicaciones.
fr: Le stockage partagé n'est pas disponible, veuillez vérifier la configuration des groupes d'applications.
it: Lo spazio di archiviazione condiviso non è disponibile, controlla la configurazione dei gruppi di app.
ja: 共有ストレージは使用できません。アプリ グループの構成を確認してください。
ko: 공유 저장소를 사용할 수 없습니다. 앱 그룹 구성을 확인하세요.
ru: Общее хранилище недоступно. Проверьте конфигурацию групп приложений.
zh_hant_tw: 共享儲存不可用，請檢查 App Groups 配置。
zh_hk: 共享儲存不可用，請檢查 App Groups 配置。

source: 关于
de: Über
en: About
es: Acerca de
fr: À propos
it: Circa
ja: について
ko: 소개
ru: О
zh_hant_tw: 關於
zh_hk: 關於

source: 关于 %@
de: Über %@
en: About %@
es: Acerca de %@
fr: À propos de %@
it: Informazioni su %@
ja: %@について
ko: %@ 정보
ru: О %@
zh_hant_tw: 關於 %@
zh_hk: 關於 %@

source: 关闭
de: Schließen
en: Close
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
ru: Закрыть
zh_hant_tw: 關閉
zh_hk: 關閉
